{
  "news": [
    {
      "title": "GreenShift: Stakeholders' Meeting",
      "date": "Apr 09, 2024",
      "link": "",
      "image": "/news/tf3riFpSgNPAHOmtE023.jpg",
      "text": "<p>On 9th April, 2024, CREASION organized a stakeholders’ meeting at Bardibas municipality to discuss about the growing issues of plastic pollution in the municipality and way forward.</p> <p>In the meeting, the Deputy Mayor of Bardibas Municipality, Tara Devi, Government school teachers and students, Youth activists shared about the collaborative initiative undertaken through GreenShift Nepal project, funded by the European Union, to address these growing issues.</p> <p>The school teachers and students from the newly established climate smart schools under the GreenShift project also shared their opinions, expectations and way forward as a climate smart school. Similarly, the Deputy mayor and members from the Bardibas Municipality also expressed their full support for the implementation of GreenShift Project. All the ambassadors present also had a meaningful conversation with the stakeholders present at the meeting.</p> <p>The event was graced by Ambassador H.E Veronique Lorenzo, European Union Delegation to Nepal, Deputy Head of Cooperation, Eloisa Astudillo, European Union Delegation to Nepal, Ambassador H.E. Gilles Bourbao, Embassy of France, Ambassador H.E. Thomal Prinz, Embassy of Germany, Deputy Head of Mission, Christian Kamill, Embassy of Sweden in New Delhi.</p>"
    },
    {
      "title": "National Launch of Project GreenShift Nepal",
      "date": "Feb 21, 2024",
      "link": "",
      "image": "/news/lGvv3fyAK0QvlA9eMIWy.jpg",
      "text": "<p>CREASION, with the support of European Union, organized the National launch of project GreenShift Nepal, a project aimed to promote a just transition to circular economy.</p> <p>The event was held at the grounds of regional office of CREASION in Bharatpur, Chitwan, marking the project's official commencement. GreenShift Nepal is a four-year project which will be implemented in 9 municipalities – 3 in each of Bagmati, Madhesh, and Lumbini provinces. The project implementation is led by CREASION through the consortium partners Restless Development, and Youth Innovation Lab (YI-LAB).</p> <p>The event started with a formal session with a warm welcome to all the distinguished guests by Sujata Koirala, General Secretary of CREASION and two Student representatives from one of our Waste Smart Schools in Bharatpur. The welcome remarks highlighted the importance of a collective effort towards achieving circularity of plastic waste. Further, the event marked the official launch of the project by watering a plant in a recycled pot, stressing the importance of Shifting towards Circular Economy and its relation to biodiversity.</p> <p>Furthermore, the presentation session started with Yunish Ghimire, Project Lead of GreenShift Nepal, from CREASION Sabin Dotel Waste Smart Fellow Coordinator, Youth Innovation Lab,Sangita Maharjan from Restless Development. They introduced the project, giving a detailed walk through of the project areas, project objectives target groups and beneficiaries and the timeline of the project and the detailed components and activities. The presentation summed up the overall project and what it aims to achieve over four years.</p> <p>Further, Eloisa Astudillo, Deputy Head of Cooperation of the Delegation of the European Union to Nepal, emphasized the importance of harnessing the vitality of youth to promote circularity of plastic waste, a priority issue for the EU. She expressed her eagerness to witness transformative efforts in the three provinces of the projects in the coming four years duration.</p> <p>Further, speaking at the event, Prashant Bista, Mayor of Nepalgunj Sub-Metropolitan City, provided his special remarks, emphasizing more efforts and projects like such and importance of youths towards promoting a sustainable future for all.</p> <p>Ganesh Shah, Former Minister for Environment, Science and Technology, expressed his eagerness with the commencement of the project and shared his experience in the environment and waste management sector in Nepal.</p> <p>In another special remarks, Masina Khadka, Hon’ble Minister of Forest and Environment, Bagmati Province, expressed her happiness of seeing such collective effort to tackle issues of waste management and waste workers in Nepal. She expressed her eagerness of wanting to see the positive changes the project will bring in the coming years and expressed her full support to the project.</p> <p>Aanand Mishra, Founder and President of CREASION, concluded the event with gratitude to the EU and other partners, affirming the organization's dedication to promoting circularity of plastic waste for Net-Zero carbon Nepal, emphasizing the importance of collective and compassion-based effort of all.</p> <p>Further, sustainable gifts were handed to the special guests.</p> <p>The event shifted towards an informal session with a tour of the Material Recovery Facility (MRF) inside the CREASION Regional office, showcasing our commitment towards plastic circularity.</p> <p>The grounds of the regional office were also filled with 10 different climate smart entrepreneur stalls, such as Kanduk Industry, Eco-Revive, Kleanit Nepal, showcasing their eco-friendly and sustainable products, one of which were also a stall from CREASION showcasing our jackets made from 100% recycled PET bottles.</p> <p>On top of that, there was also a table with Recycled plant pots where guests planted their own selected plants in recycled pots and took them home with them.</p> <p>The event ended with interactive, engaging sessions with meaningful connections and networking, all for a collective vision, to promote just transition towards Circular Economy.</p>"
    },
    {
      "title": "GreenShift: Official MoU signing with Nepalgunj Sub-Metropolitan City",
      "date": "Feb 13, 2024",
      "link": "",
      "image": "/news/Epwb64jlByIVylm9TwkM.png",
      "text": "<p>The Greenshift team has officially signed a Memorandum of Understanding (MoU) with Nepalgunj Sub-Metropolitan City for collaboration for the project. Through the Waste Smart Fellowship program, this project will place Waste Smart Fellows in three local governments for a period of six months after signing the MoU.</p> <p>Green Shift: Circularity of Plastic Waste for Net-Zero Carbon Nepal (GreenShift Nepal) project is funded by the European Union to promote a just transition to circular economy. GreenShift Nepal is a four-year project which will be implemented in 9 municipalities – 3 in each of Bagmati, Madhesh, and Lumbini provinces. The project implementation is led by CREASION through the consortium partners Restless Development, and Youth Innovation Lab (YI-LAB).</p> <p>With this collaboration, Nepalgunj Sub-Metropolitan City has formally agreed on providing support for data collection for waste management, research and policy development and necessary support to the assigned waste smart fellows.</p> <p>We deeply appreciate the collaboration and eagerly anticipate the forthcoming support for the GreenShift Project.</p>"
    },
    {
      "title": "GreenShift: Official MoU signing with Bardibas Municipality",
      "date": "Feb 05, 2024",
      "link": "",
      "image": "/news/bb6mtezCUSIwbPVXmweJ.jpg",
      "text": "<p>The Greenshift team has officially signed a Memorandum of Understanding (MoU) with Bardibas Municipality for collaboration for the project. Through the Waste Smart Fellowship program, this project will place Waste Smart Fellows in three local governments for a period of six months after signing the MoU.</p> <p>Green Shift: Circularity of Plastic Waste for Net-Zero Carbon Nepal (GreenShift Nepal) project is funded by the European Union to promote a just transition to circular economy. GreenShift Nepal is a four-year project which will be implemented in 9 municipalities – 3 in each of Bagmati, Madhesh, and Lumbini provinces. The project implementation is led by CREASION through the consortium partners Restless Development, and Youth Innovation Lab (YI-LAB).</p> <p>With this collaboration, Bardibas Municipality has formally agreed on providing support for data collection for waste management, research and policy development and necessary support to the assigned waste smart fellows.</p> <p>We deeply appreciate the collaboration and eagerly anticipate the forthcoming support for the GreenShift Project.</p>"
    },
    {
      "title": "Staff Orientation for Project Green Shift Nepal",
      "date": "Dec 19, 2023",
      "link": "",
      "image": "/focusarea3.png",
      "text": "<p>CREASION conducted a two day staff orientation workshop for the Project Green Shift Nepal consortium partners. Green Shift: Circularity of Plastic Waste for Net-Zero Carbon Nepal project is funded by the European Union to promote the Circular Economy. The project will be implemented in Madhesh Province, Lumbini Province, and Bagmati Province through the consortium partners CREASION, Restless Development Nepal, and Youth Innovation Lab (YI-LAB).</p> <p>The primary objective was to delve deeper into our shared vision for the project and chart a course for the future. Commencing with the workshop's first day, Ms. Shubhuti Ghimire, the Project Lead, provided comprehensive introductions and outlines.</p> <p>Notable presentations were delivered by various departments, including the Finance Department and the Project Implementation Team from each consortium organization. Mr. Aanand Mishra, Founder and President of CREASION, set the tone with opening remarks, while Ms. Sujata Koirala, the General Secretary of CREASION, extended a warm welcome. The day unfolded with engaging group discussions, where teams deliberated on diverse activities spanning different components of the project and its implementation plans. Following these discussions, each group presented their insights and findings.</p> <p>Another pivotal element was a group session focused on developing strategies, during which teams exchanged key findings. The day ended in a highly fruitful, interactive, and productive manner, marked by the enthusiastic participation and valuable contributions of all consortium partners.</p> <p>The second day of the workshop commenced with a reflective session on the preceding day, featuring Ms. Prakriti Koirala's firsthand experiences from her participation in COP28. The day unfolded with a dedicated focus on Capacity Building Training led by two facilitators. Ms. Achala Dahal, the Director of Studies at Nepal Administrative Staff College (NASC), led the first training session. Her insightful presentation delved into the nuances of 'Effective Project Management' and discussed the crucial role of effective leadership in achieving project success.</p> <p>Following this, Mr. Sabin Dhamala, a prominent media personality, took the stage for the second training. He delivered a compelling session on 'Strategic Communications, Visibility, and Stakeholder Engagement.' Mr. Dhamala shared invaluable insights on effective communication strategies and emphasized the importance of teamwork.</p> <p>As the day drew to a close, it resonated positively with valuable feedback and engaging discussions among consortium partners. Mr. Aanand Mishra, the Founder and President of CREASION, provided a thoughtful conclusion to the two-day workshop, expressing gratitude and outlining a shared vision for the way forward.</p>"
    }
  ]
}
