{
  "category": ["PIT", "PLT", "Fellows"],
  "PIT": [
    {
      "name": "Yunish Ghimire",
      "designation": "Project Lead",
      "consortium": "CREASION ",
      "image": "/team/yunish.jpeg",
      "text": "<p>Mr. Yunish Ghimire works as a Project Lead of Project Green Shift Nepal at CREASION. He holds a Master's degree in Human and Natural Resources Studies from Kathmandu University (KU). He did his undergraduate from Colby-Sawyer College in New Hampshire, USA. Previously, he worked with CESIF as a researcher in the thematic area of 'National Security and Climate Change'. He enjoys writing and has published his articles on different national and international media platforms. He is passionate about climate justice issues as well.</p>"
    },
    {
      "name": "Mahendra Uprety",
      "designation": "Project Associate",
      "consortium": "CREASION",
      "image": "/team/mahendra.jpeg",
      "text": "<p>Passionate about preserving and safeguarding precious natural resources, Mahendra Prasad Uprety is a Project Associate at CREASION Nepal for Green Shift Nepal Project. With a strong foundation in Environmental Science since undergraduate, he has specialization in Water Resource Management. He has been a Clean Air Ambassador during the 'I Care for Clean Air Campaign', organized by Clean Energy Nepal (CEN) in partnership with the GO Philanthropic Foundation.</p> <p> During his working career, he worked as a Research Assistant, Technical and Field Assistant for different organizations. Mahendra possesses comprehensive knowledge of Initial Environmental Examination (IEE) and Environmental Impact Assessment (EIA) mainly for hydropower projects. These diverse experiences, both in office settings and in the field, have enriched his professional journey, broadening his understanding of environmental work. Besides these, he is a passionate researcher committed to positively impacting environmental protection and sustainability. Through his work, he strives to contribute to a greener, healthier future for generations to come</p>"
    },
    {
      "name": "Sabin Dotel",
      "designation": "Waste Smart Fellowship Coordinator",
      "consortium": "Youth Innovation Lab ",
      "image": "/team/Youth_Innovation_Lab.png",
      "text": ""
    },
    {
      "name": "Sangita Maharjan",
      "designation": "Program Coordinator",
      "consortium": "Restless Development ",
      "image": "/team/sangita.jpeg",
      "text": "<p>Sangita Maharjan has over 10 years of experience in international development programming. She has working experiences with adolescents and youth, mainly in their capacity building area. She has working experiences with different NGOs and INGOs in the field of Gender Equality, HIV and AIDS, Leadership & Life Skills Development, Sexual and Reproductive Health. She possesses skills on training package development, training delivery, advocacy, networking. project management etc. During her tenure in Restless Development, she was involved in the process of manual development; leadership development and SDG’s localisation. She had managed 36 adolescent girls groups in three districts for Gender Based Violence (GBV) Prevention under the project called GBV Prevention and Response, supported by UNFPA. She was also involved in delivering training on Social and Financial Skills Package (SFSP) , Rupantaran package for more than 100 adolescent girls. She further has experience working with national governments like the Ministry of Youth and Sports, National Youth Council, Department of Women and Children in the past. She had also served JCI Patan Lady as an Executive Vice President in 2021 and Vice President in 2020. </p>"
    },
    {
      "name": "Neeti Pradhan",
      "designation": "GESI Consultant",
      "consortium": "CREASION",
      "image": "/team/neeti.jpeg",
      "text": "<p>Neeti currently works as the Gender Equality and Social Inclusion Consultant for GreenShift Nepal at CREASION. She holds a Master's degree in Gender studies from Lund University, Sweden. She believes in kindness above all. She has been involved with different development organizations with work related to Education, Youth empowerment, and Child Rights. Her experiences of studies and work shaped her passion for global development issues and she believes advocacy in any form is one of the most important medium for shedding light on important issues around the world. She aspires to contribute to bringing positive changes in Nepal. </p>"
    },
    {
      "name": "Milan Rayamajhi",
      "designation": "Communications Officer",
      "consortium": "CREASION ",
      "image": "/team/milan.jpeg",
      "text": "<p>As a Creative Designer, Milan's 7-year career has been a blend of creativity and tech, currently communications officer for GreenShift Nepal at CREASION. Milan has completed his Bachelors in Computer Science and Information Technology degree, focusing on applying what he has learnt to practical challenges.Beyond graphic design, He is also the founder and CEO of a digital marketing firm, where he develops unique marketing and SEO strategies. His goal is to create memorable designs and digital experiences that not only capture attention but also deliver meaningful messages. </p>"
    },
    {
      "name": "Pratibha Mishra",
      "designation": "Finance Officer",
      "consortium": "CREASION ",
      "image": "/team/pratibha.jpeg",
      "text": "<p>Pratibha Mishra is the Finance officer at CREASION with an experience in the finance sector for more than a decade in Nepal and India. She is currently also pursuing Chartered Accountancy course. Additionally, she loves doing Yoga and is also a certified Yoga Instructor. She loves nature and is highly interested in adventurous activities. </p>"
    },
    {
      "name": "",
      "designation": "Finance Officer",
      "consortium": "Restless Development ",
      "image": "/team/restless_development.png",
      "text": ""
    },
    {
      "name": "Sudha Baidhya",
      "designation": "Finance & Admin Manager",
      "consortium": "Youth Innovation Lab ",
      "image": "/team/sudha.png",
      "text": "<p>Sudha Baidhya joined YI-Lab as Finance Officer and brings with her 11 years of involvement and experience in development and the private sector handling the financials of different donor projects. She has experience working in the areas of reporting to Funding Organizations, Preparing Budget, strengthening internal control systems, facilitation of audit functions and is well versed in accounting and is pursuing her Master’s in Public Administration.</p><p>At YI-Lab, she is responsible to assist Program Director with the smooth functioning of the financial and administrative operation system. Additionally, she is responsible for ensuring financial and tax compliance and the facilitation of audit functions. </p>"
    },
    {
      "name": "",
      "designation": "Partnership & Communications Officer",
      "consortium": "Restless Development",
      "image": "/team/restless_development.png",
      "text": ""
    }
  ],
  "PLT": [
    {
      "name": "Aanand Mishra",
      "designation": "Founder & President",
      "consortium": "CREASION",
      "image": "/team/aanand.jpeg",
      "text": "<p>Meet Aanand Mishra - a visionary leader in the development sector with a passion for creating a better world. With over 19 years of experience in the social sector, Aanand has made a significant impact in the lives of communities in Nepal and beyond. Starting at the young age of 15, Aanand began his journey as the National President of Bal Chetana Samuha, a child club network supported by UNICEF. Throughout his career, he has worked with esteemed organizations like the UN Mission in Nepal, UNICEF, and the Government of Nepal to tackle various development issues. </p>"
    },
    {
      "name": "Pradip Khatiwada",
      "designation": "Executive Director",
      "consortium": "Youth Innovation Lab",
      "image": "/team/Pradip.png",
      "text": "<p>Pradip Khatiwada is the Founder and Executive Director at Youth Innovation Lab (YI-Lab)—a not-for-profit social enterprise. He is recognized for his leadership on anti-plastic bag movement and getting legislation on plastic bags ban and leading a Guinness world record attempt for the ‘largest tree hug’ event. His work has received extensive coverage on global media e.g. Daily Mail, The Telegraph, CBS News, ABC, Hindustan times, and Indian Express. He headed Government of Nepal, National Planning Commission and Himalayan Climate Initiatives’ jointly led initiative National Volunteering Program as the National Coordinator. Under his leadership he led a group of 5000 National Volunteers and built 700 resilient homes, distributed relief materials to 15,000+ people and 1000 scholarships in 2015 earthquake affected districts. The New York Times acknowledged his leadership in their special edition ‘The Nepal Catastrophe’, on the Nepal earthquake. </p><p>Pradip earned his post graduation from Tata Institute of Social Sciences -Mumbai, India with focus on Disaster Management and Livelihood Recovery. Before starting YI-Lab, he worked as the researcher at National Science Foundation’s PEER Science project at Kathmandu Living Labs. He is the recipient of 2017 US Department of States’ International Visitor Leadership Program (IVLP).</p> "
    },
    {
      "name": "Nalini Paul",
      "designation": "Regional Director",
      "consortium": "Restless Development ",
      "image": "/team/nalini.jpeg",
      "text": "<p>Nalini, Regional Director at Restless Development, joined the agency in 2015 as the India Hub Director, since moved to a regional leadership position, where her responsibilities span across developing strategic partnerships in Asia, managing personnel and youth leaders, and ensuring financial and legal compliance.</p> <p>As a Regional Director, her role is crucial in securing resources, elevating the profile of Restless Development, and representing the organization to government and international agencies, donors, and the corporate sector, always championing the organization’s values and vision.</p> <p>Nalini is deeply passionate about youth-led development, addressing issues related to disability, and enhancing access to opportunities and resources for young girls.  When she’s off the clock, she enjoys playing the host, studying poetry and spend time with her pets and nephews</p>"
    },
    {
      "name": "Yunish Ghimire",
      "designation": "Project Lead",
      "consortium": "CREASION",
      "image": "/team/yunish.jpeg",
      "text": "<p>Mr. Yunish Ghimire works as a Project Lead of Project Green Shift Nepal at CREASION. He holds a Master's degree in Human and Natural Resources Studies from Kathmandu University (KU). He did his undergraduate from Colby-Sawyer College in New Hampshire, USA. Previously, he worked with CESIF as a researcher in the thematic area of 'National Security and Climate Change'. He enjoys writing and has published his articles on different national and international media platforms. He is passionate about climate justice issues as well. </p>"
    }
  ],
  "Fellows": [
    {
      "name": "Samyog Dhakal ",
      "designation": "",
      "consortium": "",
      "image": "/team/samyog.jpg",
      "text": "<p>Samyog Dhakal, a dedicated environmental and sustainability enthusiast, currently serves as a Waste Smart Fellow in Bardibas Municipality under the Green Shift: Circularity of Plastic Waste for Net-Zero Carbon Nepal project. Holding a bachelor’s degree in environmental science from Kathmandu University, he was a fellow for the Environmental Protection Project, supported by Terre des hommes (tdh)/BMZ during his undergraduate thesis. </p><p>He has experience working with a Swiss company, BluAct Technologies on a Water Treatment Project in Parasi District with the Bhojpuri speaking community to contributing as an associate environmentalist with NEA Engineering Company, engaging with diverse communities from eastern, Sankhuwasabha to western, Humla region of Nepal. Notably, his role with Intellectual Center involved preparing a policy guide and strategic campaign guide for an inclusive circular economy initiative in South and Southeast Asia in a Stockholm Environment Institute (SEI) Funded project as program associate. </p> "
    },
    {
      "name": "Om Shanti Thapa",
      "designation": "",
      "consortium": "",
      "image": "/team/omshanti.jpg",
      "text": "<p>Om Shanti Thapa is a local of Nepalgunj and is working as a Waste Smart Fellow in Nepalgunj Sub-Metropolitan City. She has always been fascinated by the environment. Om Shanti is a dedicated environmentalist and enthusiast in the field of conservation of nature.</p><p>Om Shanti is a recent graduate with a BSc in Environment Science from Tribhuvan University. She had always loved nature. From high school, she actively participated as a volunteer in public awareness campaigns about environmental protection, climate change, and solid waste management. She had worked in the Department of Environment and Sanitation at Nepalgunj Sub-Metropolitan City as an Environmental Volunteer. While working as an environmental volunteer she has been engaged in the field of solid waste management, environmental sustainability, and disaster risk management. She has developed soft skills like communication, leadership, teamwork, the ability to work under pressure, and time management. She has also gained experience in working with elected representatives and municipal officials. </p> "
    },
    {
      "name": "Awanish Adhikari",
      "designation": "",
      "consortium": "",
      "image": "/team/awanish.png",
      "text": "<p>Awanish Adhikari, an esteemed environmental engineer with a fervent passion for sustainability, presently holds the position of Waste Smart Fellow at Lalitpur Municipality, contributing to the pivotal Green Shift initiative. This project, titled 'Circularity of Plastic Waste for Net-Zero Carbon Nepal,' represents a significant step towards environmental conservation. </p> <p>A graduate of Kathmandu University, Mr. Adhikari earned his bachelor’s degree in environmental engineering. His professional journey includes a notable tenure as a research officer at NDI Consulting Pvt. Ltd. During his time with NDI, he spearheaded a critical project focused on the monitoring and mapping of spring sources within the Raksirang and Kailash Rural Municipalities, employing Geographic Information Systems (GIS) for enhanced accuracy and insight.  </p> <p>Further showcasing his dedication to the field, Mr. Adhikari previously undertook an internship with the NEA's Environment and Social Studies Department. There, he was instrumental in conducting comprehensive site evaluations for the ‘Godrang to Devnagar 33KV’ Transmission Line project. His meticulous assessment of environmental conditions and potential repercussions culminated in the development of Initial Environmental Examination (IEE) and Terms of Reference (ToR) reports. </p>"
    }
  ]
}
