[
  {
    "image": "/blog1.jpg",
    "title": "YOUTH ON CIRCULAR ECONOMY: EMPOWERING TOMORROW",
    "date": "May 10, 2024",
    "text": "<p>Plastic has become an integral part of modern life, profoundly altering the way we live compared to centuries ago. Its convenience, affordability, and durability have revolutionized our consumption habits, replacing traditional materials and transforming our interactions with products. Leo Baekeland's invention of the first plastic in 1907 marked the beginning of this transformative era. The use of plastic increased after World War I, especially in shipping and packaging, marking the beginning of a widespread adoption of the material. However, this reliance on plastic has brought significant environmental consequences, notably plastic pollution and its enduring impact on ecosystems. In the 21st century, plastics continue to play a crucial role, not only on Earth but even extending to the Moon. As stewards of the future, youth hold a pivotal role in addressing the issues of plastic pollution and driving meaningful change to ensure a sustainable future for our planet.</p> <p>Young people possess the potential to drive change by raising awareness about the detrimental effects of single-use plastics within their communities, cultivating a culture of environmental awareness. They can take the lead in combating pollution by employing various strategies, honing their research skills, and sharing knowledge within their peer circles. Encouraging the adoption of the '3Rs' principle - reduce, reuse, and recycle - is paramount. By promoting sustainable practices and advocating for alternatives to single-use plastics, youth can make a significant impact. While leveraging the latest technologies and tools can address the issue in the short term, the ultimate goal is to find green solutions. Therefore, promoting innovation and entrepreneurship among like-minded individuals is crucial. By investing their ideas, young people can pioneer sustainable solutions and technologies to tackle the plastic crisis effectively. Additionally, youth should be trained to categorize items as either waste or valuable resources based on their potential for reuse, regardless of their perceived capabilities.</p> <p>GreenShift Nepal tackles plastic pollution by partnering with youth groups. These groups engage in various local-level activities, including awareness programs, street dramas, and environmental research. They advocate for environmental issues within local government and collaborate with schools, community-based organizations (CBOs), international NGOs (INGOs), and non-governmental organizations (NGOs) to broaden their impact.</p> <p>Youth have the potential to catalyze positive change towards a cleaner and greener environment. The concept of the circular economy is designed to prioritize regeneration and restoration, aiming to emulate Earth's natural patterns within our economic structure. This involves shifting cultural and attitudinal patterns in both consumption and creation. Collaboration is key to achieving circularity. Information exchange among consumers, developers, manufacturers, recyclers, government, and other stakeholders throughout a product's lifespan is essential. In the context of Nepal, all levels of government must collaborate to establish rules and regulations that involve youth in the circular economy. While current recycling efforts can reduce plastic waste in landfills, true transformation requires organized systems that drive shifts in behavior and the economy. By embracing green solutions and leading by example, youth can pave the way for a healthier, more sustainable future for generations to come.</p>",
    "author": "By Mahendra Uprety"
  },
  {
    "image": "/blog2.jpg",
    "title": "SUDURPASCHIM...",
    "date": "Apr 16, 2024",
    "text": "",
    "author": "By Set Bahadur Bhul"
  },
  {
    "image": "/blog3.png",
    "title": "HEAT'S ON: UNVEILING CLIMATE CHANGE'S EFFECT ON WATER RESOURCES.",
    "date": "Feb 09, 2024",
    "text": "<p><strong>'When the well's dry, we know the worth of water' - Benjamin Franklin. </strong></p> <p>The foundation of life itself hinges upon water. It's the essence that kickstarts and ceases our existence. With our bodies composed of roughly 60% water, its significance to our survival is undeniable. Every living organism relies on water for sustenance, growth, and reproduction. Despite our recognition of its value, our actions fall short of conserving this precious resource. Water scarcity looms as our water reserves deplete at an alarming rate, jeopardizing the prospects of future generations. Only 0.5% of Earth's water is readily available freshwater, and climate change poses a dire threat to this already limited supply. Reflecting on the report of the World Meteorological Organization (WMO), terrestrial water storage, soil moisture, snow, and ice, have dwindled at a rate of 1 cm per year, presenting grave implications for water security over the past two decades. In February 2022, the Intergovernmental Panel on Climate Change (IPCC) issued a stark warning that water shortages, already a persistent challenge for half of the world's population at various times throughout the year, may exacerbate further. This crisis is attributed to increasingly erratic rainfall patterns and the intensification of extreme weather events, such as flash floods, and droughts.</p> <p>Similarly, Nepal once abundant in water resources, now grapples with water stress. Water resources have degraded rapidly over the past few decades. Rivers, streams, and springs have dried up and are affected by plastic pollution. According to the IPO conference series of 2024, only 11% of the glacier ice reserve will remain by 2200 in Nepalese Himalayas. Meanwhile, Nepal's vulnerability to climate change is heightened by its topography, extreme climatic conditions, and hazards, including the limited capacity of marginalized populations to adopt adaptation measures and challenges related to political conflict and governance. Climate change poses significant concerns for water resources and security. While its effects are felt globally, the severity varies widely across different regions. Particularly vulnerable are areas that are heavily reliant on rainfall and stream flow. This vulnerability is notably pronounced in western Nepal. As an agrarian country, this raises an issue of food insecurity thus, both international donors and the government emphasize the urgent need for irrigation development.</p> <p>A study conducted in the Babai River watershed in western Nepal revealed projections indicating a noteworthy increase in average annual temperature, rainfall, and river flow throughout this century. This projection suggested a rise in temperature ranging from 1.5°C to 4.7°C, alongside rainfall hikes of 15% to 25%, and river flow of 24% to 37%. Despite the anticipated rise in average annual rainfall, the region faces predictions of heightened drought occurrences during winter months and more intense rainfall during the monsoon season, aligning with broader trends across the Indian subcontinent. Nepal is grappling with the adverse impacts of climate change, evidenced by temperature and precipitation fluctuations, overbank flooding from snow-fed rivers, and fluctuations in the quantity of available water resources. This has adversely affected our natural systems and also vital sectors like agriculture, forestry, and biodiversity conservation, which directly impacts people's livelihoods in the long run.</p> <p>As we confront the imminent threats posed by climate change, we must remain conscientious of our daily water consumption and our role in preserving this vital resource. While water reserves have not yet been completely depleted, the responsibility lies with us to conserve in every possible manner, minimizing our usage and refraining from wasteful practices. By doing so, we prioritize the needs of future generations and contribute to the sustainable management of this precious elixir of life.</p>",
    "author": "By Heemani Mukhia"
  },
  {
    "image": "/blog4.png",
    "title": "UNPACKING LOSS AND DAMAGE: A CALL FOR CLIMATE JUSTICE",
    "date": "Jan 19, 2024",
    "text": "",
    "author": "By Prakriti Koirala"
  }
]
