{
  "creasion": [
    {
      "title": "Private waste enterprises",
      "ledBy": "CREASION",
      "descriptionTitle": "<h3>Companies that are involved in <span>waste collection, segregation, and/or waste co-processing. </span></h3>",
      "description": "<p>Private Waste Enterprises play an important role in the overall plastic waste management. Private Waste Enterprises are companies that are involved in waste collection, segregation, and/or waste co-processing. CREASION through successful intervention strategy of strengthening the existing waste enterprises of the plastic waste ecosystem initiated through our past projects, this has been a proven innovation to enhance the additional plastic waste collection from the untapped areas and ensure proper recycling mechanism. Through the GreenShift Project, this activity will be led by CREASION and aims to directly contribute to the increment in the efficiency of plastic waste collection and sorting.</p> <p>Through this activity, six waste enterprises (in Bagmati, Lumbini, and Madhesh Province) will be identified for strengthening. The technical capacity of six selected waste enterprises will be enhanced through Financial Support to Third Party (FSTP). This activity will directly help in the strengthening of the waste collection mechanism. </p>",
      "objective": "<ul> <li> <h6>Objective of the Activity </h6> <p> The main objective of this activity is to support 6 private waste enterprises for enhancing their plastic waste collection. </p> </li> <li> <h6>Expected Outcome </h6> <p> Enhanced capacities of selected waste enterprises on plastic waste collection, processing, and recycling. </p> </li> </ul>",
      "activities": [
        {
          "activity": "Activity 1",
          "title": "Outreach and Identification of Waste Enterprises",
          "text": "<p>Through this activity, different outreach events will be organized in Bagmati, Lumbini, and Madhesh Provinces to identify waste enterprises working in collection, processing, and recycling of plastic waste. Initially, an online application call will be launched. Similarly, different outreach events in collaboration with local governments, private sector associations will be conducted to disseminate the information to the potential applications. The project team will develop a detailed selection plan for the selection of final six enterprises. Different factors that will be considered during selection (but not limited to) are: Prioritizing social enterprises, Plastic Waste Collection amount (per month data), number of women workers associated with the enterprise, registered enterprise, willingness to adopt CREASION’s fair pay mechanism to informal waste workers, willingness to implement environmental and safety guidelines prepared by CREASION, willingness to co-fund  </p>",
          "image": ""
        },
        {
          "activity": "Activity 2",
          "title": "Financial Support to the selected Waste Enterprises ",
          "text": "<p>Based on the needs assessment of the selected enterprises financial disbursement plan will be developed. The financial support will directly aim at enhancing their infrastructure (incorporation of GESI friendly infrastructure), invest in occupational, safety, and health of the enterprise, purchase of raw materials, among others. Financial Support will respond to the specific needs of the selected enterprises which will further result in improving their capacity for waste collection. Furthermore, CREASION will not just support financially but will also assist in using the support efficiently. For instance, as per the need of the enterprises, CREASION will provide technical support in the process of the purchase and installation of technologies (as per their requirement). Likewise, CREASION will develop a detailed SOP for improving the efficiency of waste enterprises.  </p>",
          "image": ""
        }
      ],
      "sdg": [3, 6, 8, 9, 11, 13, 14, 15]
    },
    {
      "title": "Empowering Waste Workers through CSOs",
      "ledBy": "CREASION",
      "descriptionTitle": "<h3>Forming and strengthening the <span>civil society organizations of WWs</span>, which will help in the socio-economic upliftment</h3>",
      "description": "<p>In Nepal, waste entrepreneurs and waste workers (WWs) are at the center of the plastic waste management process. They are involved at every step from collecting waste from segregation to recycling of the products. However, they are also some of the most marginalized communities in Nepal. Furthermore, due to the lack of a formal alliance between the WWs, there is no information shared among them with no dialogue being held between them and their employers, the private sector, and municipalities.</p> <p>GreenShift Nepal intends to bridge this gap by forming and strengthening the civil society organizations of WWs, which will help in the socio-economic upliftment by ensuring their human rights, labor rights, social security rights, and financial freedom. Similarly, the CSOs of WWs will be the champions/leaders of recycling and circular economy through effectively advocating for plastic recycling and solid waste management policies at local, provincial, and federal levels.</p>",
      "objective": "<ul><li><h6>Objective of the Activity </h6><p>To build the capacity of 2 CSOs of waste workers for advocacy  </p> <p>To form a new CSO of waste workers in Madhesh  </p> </li><li><h6>Expected Outcome </h6><p>Livelihood upliftment of waste workers through inclusion in policy process and advocacy. </p></li></ul>",
      "activities": [
        {
          "activity": "Activity 1",
          "title": "Strengthening of two existing WWs CSO",
          "text": "<p>There are limited CSOs formed by the WWs and working for the welfare of the WWs. Initially these CSOs will be identified in the action province and their needs will be assessed. Based on their needs, two CSOs will be selected after screening. A MoU will be signed with the two CSOs and a fund utilisation guideline will be shared before the disbursement of seed fund. Through third party financing, seed grant will be provided to the CSOs for operational and capacity building activities. The CSOs will be strengthened to network and advocate for the right of WWs. CREASION will also look for EU’s support to collaborate with its existing programs such as We Movement to strengthen the CSOs under this project action. Furthermore, through EU’s support, we intend to provide international platforms for our CSO members in different experience sharing and learning forums on CE. </p> <p>The activities of all three CSOs will be monitored on monthly basis by the project team on the basis of monitoring plan. An experience sharing conference on the issues and way forward for all three CSOs will be held on the third year.  </p>",
          "image": ""
        },
        {
          "activity": "Activity 2",
          "title": "Formation of one new CSOs ",
          "text": "<p>The WWs are working in an unorganised and disaggregated form however during the first ‘Foundation of National Alliance’ workshop conducted by CREASION in support of WIEGO, the need of intervention to form an association of WWs was highlighted. Through gender situational analysis, WWs will be identified in the ground, who will be part of the CSOs. A guideline will be developed representing intersectionality, GESI inclusion will be considered where majority of the members will be from women, marginalised community, and under poverty level. Based on the developed guideline, 11 people will be selected to form a CSO in Madhesh province with 50% representation from female. The newly formed CSO will be empowered to register itself in the local municipality and open an organisation bank account. A workshop on organisational management will be provided to the CSO catering their needs, capacitating members, through designed courses</p> <p>The workshop will also focus on gender responsive program and share seed utilisation guide. Seed fund of EUR 2150 will be disbursed to the CSO to carry out operations, and capacity building activities through third party financing. Informal WWs of private waste enterprises will be encouraged to join the CSO to create direct linkage between the private sector and the newly formed CSO. This will support the CSO in advocacy and empowerment of WWs.  </p> ",
          "image": ""
        },
        {
          "activity": "Activity 3",
          "title": "Hamro Cycle Yatra for Waste Workers",
          "text": "<p>Hamro Cycle Yatra which will be an annual cycle rally to honor waste workers and to admire their remarkable involvement to keep our environment clean and healthy. In line with Sustainable Development Goals 11, this cycle rally aims to empower the waste workers themselves as well as raise the awareness of the general population and other relevant stakeholders to recognize the value that waste workers bring to the quality of life in an urban city like Kathmandu. Through this rally, we also hope to start a conversation on the overall waste management sector of Nepal and its relevance and undeniable importance to our health and environment.</p> ",
          "image": ""
        }
      ],
      "sdg": [3, 8, 10]
    },
    {
      "title": "Local and Provincial SWM Policy Guideline",
      "ledBy": "CREASION",
      "descriptionTitle": "<h3>Aims to <span>build the capacity of local levels by supporting in the development of SWM policy guidelines </span> for its effective management.</h3>",
      "description": "<p>As per the SWM Act of 2011, the responsibility of solid waste management has been given to the local government. However, data indicates that the local governments lack clear policy guidelines to effectively manage the existing solid waste. Hence, this project aims to build the capacity of local levels by supporting in the development of SWM policy guidelines for its effective management. SWM is a prominent issue that needs proper coordinated efforts from all three tiers of government.</p> <p>Similarly, as per Schedule 6 of the Constitution of Nepal environmental management is the power given to the provincial government. An efficient solid waste management plan is integral to environmental management. Hence, the objective of this call is to empower provincial government to actively participate in solid waste management. The development of SWM guidelines at provincial level will also assist other municipalities in adopting local level SWM guidelines.   </p>",
      "objective": "<ul> <li> <h6>Objective of the Activity </h6> <p> To develop local and provincial SWM policy guidelines through an inclusive and evidence-based approach </p> </li> <li> <h6>Expected Outcome </h6> <p> Enhanced capacities of local and provincial government in managing solid waste effectively and transitioning towards circular economy </p> </li> </ul>"
    },
    {
      "title": "Sustainable Packaging Program",
      "ledBy": "CREASION",
      "descriptionTitle": "<h3>Intends to develop and promote alternatives to plastic packaging by <span>using bio-degradable materials.</span> </h3>",
      "description": " <p>Plastic packaging is one of the major source of plastic pollution in Nepal. To address this issue, it is important to promote sustainable plastic packaging alternatives. Sustainable packaging program intends to develop and promote alternatives to plastic packaging by using bio-degradable materials. Similarly, the project will facilitate collaboration with businesses and relevant government stakeholders to promote the sustainable packaging solutions. The goal is to move away from plastics to minimize plastic pollution. This will also lead to the creation of green jobs.  </p>",
      "objective": "<ul> <li> <h6>Objectives of the activity </h6> <p> To develop and promote plastic alternative sustainable packaging solution  </p> </li> <li> <h6>Expected Outcome</h6> <p>Reduced use of plastic packaging to minimize plastic pollution </p> </li> </ul>",
      "activities": [
        {
          "activity": "Activity 1",
          "title": "Ideas Screening and Selection",
          "text": "<p>CREASION has been supporting green enterprises through its action and has the experience required for promoting indigenous knowledge and entrepreneurs; thus, CREASION will lead the actions under FA2. Through this activity, one idea for sustainable packaging program will be selected based on the selection matrix developed by the PIT. Screening will be based on effectiveness of the initiative in replacing plastic packaging, innovation of the solution, sustainability of the idea and; positive social and environmental impact. During the selection process, female participation will be prioritized. Different outreach events will be organized at colleges and universities at the project provinces to reach youths and ideators. The selection process will focus on the viability, sustainability and scalability of the idea.  </p>",
          "image": "/focusarea1.png"
        },
        {
          "activity": "Activity 2",
          "title": "Prototype Development",
          "text": "<p>After the selection of one idea, the ideator will be assigned a mentor who will help in the research, designing, and development of the prototype. Seed grants will be given to the ideator that will cover the research and prototype development costs. Incubation centers for the ideators will be provided through collaboration with Impact Hub (LOT 1). The prototype development will consist of inception session, building connections, training, and impact measurement. </p>",
          "image": "/focusarea2.png"
        },
        {
          "activity": "Activity 3",
          "title": "Award/Expo Day",
          "text": "<p>Following the prototype development, award/exposition day will be organized to reveal the prototypes. Several government representatives, including representatives from Ministry of Forestry and Environment (MoFE), Ministry of Urban Development (MoUD), and Ministry of Industry, Commerce, and Supplies (MoICS) will have participation in the event, participation from potential investors, private sector, and development partners will also be encouraged. Similarly, CREASION will facilitate linking the prototypes with relevant investors and business institutions. Finally, during the event, the idea will further receive a scaling up grant. During this event, CREASION will facilitate signing a MoU with a private enterprise for the adoption of the idea. For the award/expo day, we will look for collaboration with Impact Hub-led consortium (LOT 1) and ADRA-led consortium (LOT 2).   </p>",
          "image": "/chitwna.jpeg"
        }
      ],
      "sdg": [3, 9, 11, 13, 14, 15]
    },
    {
      "title": "Green Business Accelerator Program",
      "ledBy": "CREASION",
      "descriptionTitle": "<h3>Using nature based solutions to <span>develop plastic alternative products.</span></h3>",
      "description": "<p>There are several green businesses that are using nature based solutions to develop plastic alternative products. To address the growing issues of plastic pollution, it is important to promote such businesses. Through Green Business Accelerator Program, SMEs that prioritize indigeneous knowledge will be supported financially and through mentorship to enhance their capacity in multiple domains including operations and market accessibility.</p>  ",
      "objective": "<ul> <li> <h6>Objective of the Activity </h6> <p> To develop the capacities of green businesses that are working to reduce plastic pollution issues </p> </li> <li> <h6>Expected Outcome </h6> <p> Reduced plastic waste through promotion of plastic alternative products. </p> </li> </ul>",
      "activities": [
        {
          "activity": "Activity 1",
          "title": "Selection Process",
          "text": "<p>The PIT will develop a matrix for the selection and screening of businesses that are contributing to climate neutral, resource-efficient, and circular economy. Several outreach events will be organized to reach small-scaled businesses in rural parts of the project provinces as well. During the selection process, priority will be given to SMEs, women-led businesses, and businesses that prioritize indigenous knowledge. Based on the selection matrix, three businesses from the project provinces will be selected. </p>",
          "image": ""
        },
        {
          "activity": "Activity 2",
          "title": "Mentoring and Scaling up",
          "text": "<p>After the selection process, individual assessment of each business will be carried out by the PIT to identify their particular needs and constraints. Based on the assessment, the businesses will receive either one of the following: i) Business Development Support, ii) Technological Support, or iii) Seed Grant or a combination of these. Through the support, the project activity intends to support SMEs working towards circularity to build and scale their businesses.  </p>",
          "image": ""
        },
        {
          "activity": "Activity 3",
          "title": "Award/Expo Day",
          "text": "<p>This will be the same event as activity 3.3. Expo day will give an opportunity for the enterprises to exhibit their product or service to the wider audience and will also give them an opportunity to link up with the potential investors and vendors.  </p>",
          "image": ""
        }
      ],
      "sdg": [3, 9, 11, 12, 13, 14, 15]
    }
  ],
  "restlessDevelopment": [
    {
      "title": "Climate Smart Schools",
      "ledBy": "RESTLESS DEVELOPMENT ",
      "descriptionTitle": "<h3>Establishment of <span>Climate Smart Schools (CSS) at 36</span> selected government schools.</h3>",
      "description": "<p>Restless Development Nepal will lead the establishment of Climate Smart Schools (CSS) at 36 selected government schools. The project will work with the selected government schools at project municipalities to establish them as Climate Smart Schools. A curriculum will be developed to enhance the knowledge of students on environmental issues, climate change issues, and solid waste management issues. Similarly, financial support will also be provided to the selected schools to engage students in different awareness campaigns and activities.  </p>  ",
      "objective": "<ul> <li> <h6>Objective of the Activity </h6> <p> To educate students from class 5 –9 on climate change, plastic pollution and circular economy </p> <p> To raise awareness among students on the impacts of plastic pollution </p> </li> <li> <h6>Expected Outcome </h6> <p> Enhanced knowledge of school students on plastic waste management and circular economy. </p> </li> </ul>",
      "activities": [
        {
          "activity": "Activity 1",
          "title": "CSS selection ",
          "text": "<p>Twelve public school will be selected per province by the project team. These schools will be in the same project municipalities (along with the fellows and youth groups). However, if the need for establishment is not identified, they can also be present in the neighboring municipalities, within the same project province. During the scoping study, the existing situation of schools will be assessed, the presence of eco clubs, number of students, participation in environmental activities. A matrix will be developed by the project team for selection of schools. After the selection of schools, MoU will be signed with the school for establishment of CSS.   </p>",
          "image": ""
        },
        {
          "activity": "Activity 2",
          "title": "Development of curriculum on Circular Economy for CSSs",
          "text": "<p>Wildlife Conservation Nepal (WCN) has developed a curriculum endorsed by the government of Nepal on climate change, biodiversity and waste management, thus we will collaborate with Impact Hub (IH) led LOT 1 consortium for updating the context of the curriculum based on the needs of the province and local government on circular economy. Consultation will be held with each concerned provincial education ministry to adapt to local terms. The curriculum will then be developed in local languages along with Nepali and English version.  </p>",
          "image": ""
        },
        {
          "activity": "Activity 3",
          "title": "Training Teachers as TOTs for CE curriculum ",
          "text": "<p>Restless Development will appoint a contact person (existing teacher) at every school to disseminate the curriculum. The contact teacher will be trained on curriculum dissemination following the cascade method of circulation. The project team and fellows will conduct a baseline study to gauge the knowledge of students at the initial phase of establishment. </p>",
          "image": ""
        },
        {
          "activity": "Activity 4",
          "title": "Financial support for selected schools ",
          "text": "<p>A guideline will be developed by the project team for the disbursement of FSTP. Each CSS will be provided with Rs 100,000 to carry out sensitizing and awareness activities. The fellows and focal point at school will monitor the activities conducted by CSS through seed grant.   </p>",
          "image": ""
        },
        {
          "activity": "Activity 5",
          "title": "Annual meet up and experience sharing ",
          "text": "<p>At the end of each year, an annual meetup with 12 schools per province will be conducted to share the experiences of each school. During the meetup session, an endline survey questionnaire will be developed and conducted to assess the capacity of the students. The result of the endline survey will be discussed among all the participants and learnings will be taken forward in the next project year. </p>",
          "image": ""
        }
      ],
      "sdg": [3, 4, 11, 13, 14, 15]
    },
    {
      "title": "Youth Advocacy",
      "ledBy": "RESTLESS DEVELOPMENT ",
      "descriptionTitle": "<h3>Youth play an important role in the community to act as change agents in <span>promoting recycling efforts and circular economy</span></h3>",
      "description": "<p>Youth Advocacy component of the project is led by Restless Development Nepal. Youth play an important role in the community to act as change agents in promoting recycling efforts and circular economy. However, youth groups lack resources and opportunities to bring about a positive impact in the communities. Hence, the grant aims to engage youth groups through the financial and technical capacity to conduct awareness campaigns, periodic community clean-up campaigns, and advocate for better recycling policies at local levels. Young people are inclined towards the use of technology, therefore will support in advocacy through the use of TagMe app. Moreover, through awareness campaigns, and outreach, we expect youth groups to cascade the learnings to younger and older generation and lead in becoming changemaker in the society. </p>  ",
      "objective": "<ul> <li> <h6>Objective of the Activity </h6> <p> To engage youth groups as change agents in the community by leading awareness campaigns and data-driven advocacy . </p> </li> <li> <h6>Expected Outcome </h6> <p>Youths are trained and educated on circular economy.</p> <p>Increased awareness of communitiy members on circular economy.</p> </li> </ul>",
      "activities": [
        {
          "activity": "Activity 1",
          "title": "Identification of youth groups ",
          "text": "<p>During the scoping study, nine youth groups will be identified (three per province) based on the selection matrix developed by the PIT. A need-based assessment will be carried out to identify the needs of the youth groups. The assessment will be the basis for engaging these youth groups to carry out advocacy and community level awareness programs related to circular economy. Among the nine youth groups, the first cohort (formed through the existing projects under EU) and the second cohort (to be formed) of YSB will be the two youth groups for capacity development and seed grants.  </p>",
          "image": ""
        },
        {
          "activity": "Activity 2",
          "title": "Youth training for data driven advocacy",
          "text": "<p>After the selection of the youth groups, they will be trained on conducting community level advocacy, different community level awareness programs to institutionalize circular economy at community levels. Youth training will reach 20 youths per youth group. The youth groups will also be trained to utilize ‘TagMe’ app to collect data. The data collected through the app will be openly accessible to public through the web portal. The data collected through the app will be used to understand the issue, communicate it, which will further assist in the policy dialogue with the concerned stakeholders. </p>",
          "image": ""
        },
        {
          "activity": "Activity 3",
          "title": "Grant disbursement ",
          "text": "<p>Through third party financing, each youth group will receive EUR 1481.48 to conduct different community level programs. The program implementation team will develop a detailed guideline on how the grants will be disbursed and what activities will it support. Finally, the youth groups will also be trained to seek other funding outlets to ensure their sustainability. A detailed FSTP disbursement plan is given below.  </p>",
          "image": ""
        },
        {
          "activity": "Activity 4",
          "title": "Youth engagement annual program ",
          "text": "<p>An annual program with the engagement of youth at national level will be held to sensitize the youth on environmental and climate change advocacy through a competition. The program will specifically focus on integrating local ideas and creating a large youth network in conservation. </p>",
          "image": ""
        }
      ],
      "sdg": [3, 4, 11, 13, 14, 15]
    }
  ],
  "yiLab": [
    {
      "title": "Waste Smart Fellowship",
      "ledBy": "YOUTH INNOVATION LAB",
      "descriptionTitle": "<h3>An experiential platform for young people who are interested in pursuing their career in the field of <span>solid waste management, circular/green economy, environmental sustainability, and climate change.</span></h3>",
      "description": "<p>Waste Smart Fellowship provides opportunities for young, qualified, and enthusiasts to work closely with the municipal governments to gain in-depth experience in solid waste management and environmental sustainability. The fellows placed in the municipalities will closely work with environment/ sanitation/ solid waste management focal person and IT officer, elected municipal, and ward representatives. Fellows will first assess the existing capacity of the local governments, existing policies/guidelines, availability of baseline studies, current scenario, and major stakeholders in waste management. The initial assessment will support in identifying the gaps and needs, which the fellows will coordinate with the municipal focal person and project team for development of action plan/SOP for waste management. Through this, they will help sensitize the elected representatives and municipal officials about plastic waste and its environmental impacts by utilizing the ‘executive committee meeting’ and other municipal activities at the municipality. </p> <p>Through the Waste Smart Fellowship Grant, young people will work with the local government to capacitate youths in supporting local governments in collecting waste data and inform policy making and strengthen their waste related plans and policies.  </p>  ",
      "objective": "<ul> <li> <h6>Objective of the Activity </h6>  </li> <li> <h6>Expected Outcome </h6>  </li> </ul>",
      "activities": [
        {
          "activity": "Activity 1",
          "title": "Fellowship recruitment, training, and placement in nine local governments across three provincial governments  ",
          "text": "<p>With the prior experience of fellowship programs, YI-Lab will lead the WSF action of recruitment, training and placement. In each of the targeted provinces, three young people with at least 33.33% representation from female, marginalized and vulnerable groups will be recruited as Waste Smart Fellows and placed in three local governments for a period of six months after signing a MoU with the local governments. Young people who have recently graduated with an environmental science, engineering, data science, and GIS background with good knowledge of waste management will be encouraged to apply for the fellowship program. Priority will be given to qualified and experienced local youth, young women, and youth from disadvantaged groups, marginalized and vulnerable communities. Local universities, climate youth groups and youth clubs will be reached out to disseminate the information regarding fellowship call to reach local young people. The fellows will work with the environment/ sanitation/ solid waste management department of the local governments. After the recruitment process, fellows will be guided, trained, mentored, and supported by the project team throughout the duration of the fellowship.  </p>",
          "image": ""
        },
        {
          "activity": "Activity 2",
          "title": "Technical capacity transfer to municipal government on waste management",
          "text": "<p>The fellows placed in the municipalities will closely work with environment/ sanitation/ solid waste management focal person and IT officer, elected municipal, and ward representatives. Fellows will first assess the existing capacity of the local governments, existing policies/guidelines, availability of baseline studies, current scenario and major stakeholders in waste management. The initial assessment will support in identifying the gaps and needs, which the fellows will coordinate with the municipal focal person and project team for development of action plan/SOP for waste management. Through this, they will help sensitize the elected representatives and municipal officials about plastic waste and its environmental impacts by utilizing the ‘executive committee meeting’ and other municipal activities at the municipality.   </p>",
          "image": ""
        },
        {
          "activity": "Activity 3",
          "title": "Digitization of near real-time municipal waste data through collection, analysis and update in the web portal  ",
          "text": "<p>The fellows will collect different waste data, identify and geo tag major polluters using Data collection App and TagMe app (TagMe app and web portal has been developed through Nepali Yuwa in Climate Action and Green Growth project. TagMe app and web portal will be upgraded as per the requirement of this project). </p>",
          "image": ""
        },
        {
          "activity": "Activity 4",
          "title": " Development of ‘Waste Map Book’ for Municipalities ",
          "text": "<p>Based on the data collected by WSFs, a Waste Map Book will be developed and handed over to the local governments. The book will incorporate the data collected via Tag Me app, field visits by mapping in OpenStreetMap to highlight major polluters, waste collection centers, recycling centers, waste hot spot areas and other critical infrastructures. The map book can be used to develop policies, rules and regulations at local levels. </p>",
          "image": ""
        }
      ],
      "sdg": [11, 13, 14, 15]
    }
  ]
}
